Repository: fangjunyu1/Faock
Catalog: Faock/String/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Game membership is permanent and is a non-consumable item.
ar: عضوية اللعبة دائمة وهي عنصر غير قابل للاستهلاك.
ca: La subscripció al joc és permanent i no es pot consumir.
cs: Členství ve hře je trvalé a nejde o spotřební položku.
da: Spilmedlemskab er permanent og er en ikke-forbrugsvare.
de: Die Spielmitgliedschaft ist dauerhaft und kein Verbrauchsgegenstand.
el: Η συνδρομή στο παιχνίδι είναι μόνιμη και είναι μη αναλώσιμο είδος.
es: La membresía del juego es permanente y es un artículo no consumible.
fi: Pelin jäsenyys on pysyvä, eikä se ole kulutustavaraa.
fr: L'adhésion au jeu est permanente et constitue un objet non consommable.
he: החברות במשחק היא קבועה והיא פריט שאינו מתכלה.
hi: खेल सदस्यता स्थायी है और एक गैर-उपभोज्य वस्तु है।
hr: Članstvo u igri je trajno i ne može se potrošiti.
hu: A játéktagság állandó, és nem fogyóeszköz.
id: Keanggotaan game bersifat permanen dan merupakan barang yang tidak dapat dikonsumsi.
it: L'iscrizione al gioco è permanente e non è un bene consumabile.
ja: ゲーム メンバーシップは永続的であり、消費されないアイテムです。
ko: 게임 멤버십은 영구적이며 소모성 아이템이 아닙니다.
ms: Keahlian permainan adalah kekal dan merupakan item yang tidak boleh digunakan.
nb: Spillmedlemskap er permanent og er en ikke-forbruksvare.
nl: Het spellidmaatschap is permanent en is een niet-verbruiksartikel.
pl: Członkostwo w grze jest trwałe i nie podlega zużyciu.
pt_br: A assinatura do jogo é vitalícia e pertence à categoria de itens não consumíveis.
ro: Calitatea de membru al jocului este permanentă și este un articol neconsumabil.
ru: Членство в игре является постоянным и не подлежит расходованию.
sk: Členstvo v hre je trvalé a nejde o spotrebný tovar.
sv: Spelmedlemskapet är permanent och är en icke förbrukningsvara.
th: สมาชิกภาพเกมจะเป็นแบบถาวรและไม่สามารถบริโภคได้
tr: Oyun üyeliği kalıcıdır ve tüketilemez bir öğedir.
uk: Членство в грі є постійним і не є предметом споживання.
vi: Quyền thành viên trò chơi là vĩnh viễn và không phải là vật phẩm tiêu hao.
zh_hans: 游戏会员为永久期限，属于非消耗型项目。
zh_hk: 遊戲會員為永久期限，屬於非消耗型項目。

source: Game times
ar: جلسات اللعبة
ca: Sessions de joc
cs: Herní sezení
da: Spil sessioner
de: Spielsitzungen
el: Συνεδρίες παιχνιδιού
es: Sesiones de juego
fi: Pelisessiot
fr: Séances de jeu
he: הפעלות משחק
hi: खेल सत्र
hr: Sesije igre
hu: Játékmenetek
id: Sesi permainan
it: Sessioni di gioco
ja: ゲームセッション
ko: 게임 세션
ms: Sesi permainan
nb: Spilløkter
nl: Spelsessies
pl: Sesje gry
pt_br: Partidas do jogo
ro: Sesiuni de joc
ru: Игровые сессии
sk: Herné relácie
sv: Spelsessioner
th: เซสชั่นเกม
tr: Oyun oturumları
uk: Ігрові сесії
vi: Phiên chơi trò chơi
zh_hans: 游戏场次
zh_hk: 遊戲場次

source: Get all the rights of the game
ar: احصل على جميع الحقوق للعبة
ca: Aconsegueix tots els drets del joc
cs: Získejte všechna práva ke hře
da: Få alle rettighederne til spillet
de: Holen Sie sich alle Rechte am Spiel
el: Αποκτήστε όλα τα δικαιώματα στο παιχνίδι
es: Consigue todos los derechos del juego
fi: Hanki kaikki oikeudet peliin
fr: Obtenez tous les droits du jeu
he: קבל את כל הזכויות למשחק
hi: खेल के सभी अधिकार प्राप्त करें
hr: Dobijte sva prava na igru
hu: Szerezzen meg minden jogot a játékhoz
id: Dapatkan semua hak atas game tersebut
it: Ottieni tutti i diritti del gioco
ja: ゲームのすべての権利を取得する
ko: 게임에 대한 모든 권리를 얻으세요
ms: Dapatkan semua hak untuk permainan
nb: Få alle rettighetene til spillet
nl: Krijg alle rechten op het spel
pl: Zdobądź wszystkie prawa do gry
pt_br: Desbloqueie todos os benefícios do jogo
ro: Obțineți toate drepturile asupra jocului
ru: Получить все права на игру
sk: Získajte všetky práva na hru
sv: Få alla rättigheter till spelet
th: รับสิทธิ์เข้าเล่นเกมทั้งหมด
tr: Oyunun tüm haklarını edinin
uk: Отримайте всі права на гру
vi: Nhận tất cả các quyền đối với trò chơi
zh_hans: 获取游戏的全部权益
zh_hk: 取得遊戲的全部權益

source: Get game membership
ar: احصل على عضوية اللعبة
ca: Aconsegueix la subscripció al joc
cs: Získejte členství ve hře
da: Få spilmedlemskab
de: Holen Sie sich eine Spielmitgliedschaft
el: Αποκτήστε συνδρομή παιχνιδιού
es: Obtener membresía del juego
fi: Hanki pelijäsenyys
fr: Obtenez un abonnement au jeu
he: קבל חברות במשחק
hi: गेम सदस्यता प्राप्त करें
hr: Dobijte članstvo u igri
hu: Szerezzen játéktagságot
id: Dapatkan keanggotaan game
it: Ottieni l'iscrizione al gioco
ja: ゲームメンバーシップを取得する
ko: 게임 멤버십을 얻으세요
ms: Dapatkan keahlian permainan
nb: Få spillmedlemskap
nl: Krijg een game-lidmaatschap
pl: Zdobądź członkostwo w grze
pt_br: Adquira a assinatura do jogo
ro: Obțineți abonament la joc
ru: Получить членство в игре
sk: Získajte členstvo v hre
sv: Få spelmedlemskap
th: รับสมัครสมาชิกเกม
tr: Oyun üyeliğini al
uk: Отримайте членство в грі
vi: Nhận tư cách thành viên trò chơi
zh_hans: 获取游戏会员
zh_hk: 獲取遊戲會員

source: Hello, I am Fang Junyu, from Rizhao, Shandong Province, China.
ar: مرحبا بالجميع، اسمي فانغ جونيو، وأنا من مدينة ريتشاو، مقاطعة شاندونغ، الصين.
ca: Hola a tots, em dic Fang Junyu i sóc de la ciutat de Rizhao, província de Shandong, Xina.
cs: Ahoj všichni, jmenuji se Fang Junyu a jsem z Rizhao City, provincie Shandong, Čína.
da: Hej alle sammen, mit navn er Fang Junyu, og jeg er fra Rizhao City, Shandong-provinsen, Kina.
de: Hallo zusammen, mein Name ist Fang Junyu und ich komme aus der Stadt Rizhao, Provinz Shandong, China.
el: Γεια σε όλους, με λένε Fang Junyu και είμαι από την πόλη Rizhao, στην επαρχία Shandong, στην Κίνα.
es: Hola a todos, mi nombre es Fang Junyu y soy de la ciudad de Rizhao, provincia de Shandong, China.
fi: Hei kaikki, nimeni on Fang Junyu ja olen kotoisin Rizhaon kaupungista, Shandongin maakunnasta, Kiinasta.
fr: Bonjour à tous, je m'appelle Fang Junyu et je viens de la ville de Rizhao, province du Shandong, en Chine.
he: שלום לכולם, שמי פאנג ג'וניו, ואני מריז'או סיטי, מחוז שאנדונג, סין.
hi: नमस्कार दोस्तों, मेरा नाम फेंग जुन्यु है और मैं चीन के शांदोंग प्रांत के रिझाओ शहर से हूं।
hr: Pozdrav svima, moje ime je Fang Junyu i ja sam iz grada Rizhao, provincija Shandong, Kina.
hu: Üdvözlök mindenkit, a nevem Fang Junyu, és Rizhao városból, Shandong tartományból, Kínából származom.
id: Halo semuanya, nama saya Fang Junyu, dan saya dari Kota Rizhao, Provinsi Shandong, Tiongkok.
it: Ciao a tutti, mi chiamo Fang Junyu e sono originario della città di Rizhao, provincia di Shandong, Cina.
ja: みなさんこんにちは。私の名前はFang Junyuです。中国山東省日照市出身です。
ko: 안녕하세요 여러분, 저는 방준위이고, 중국 산둥성 르자오시 출신입니다.
ms: Hello semua, nama saya Fang Junyu, dan saya berasal dari Rizhao City, Provinsi Shandong, China.
nb: Hei alle sammen, mitt navn er Fang Junyu, og jeg er fra Rizhao City, Shandong-provinsen, Kina.
nl: Hallo allemaal, mijn naam is Fang Junyu en ik kom uit de stad Rizhao, provincie Shandong, China.
pl: Cześć wszystkim, nazywam się Fang Junyu i pochodzę z miasta Rizhao w prowincji Shandong w Chinach.
pt_br: Olá a todos, sou Fang Junyu, da cidade de Rizhao, província de Shandong, China.
ro: Salutare tuturor, numele meu este Fang Junyu și sunt din orașul Rizhao, provincia Shandong, China.
ru: Всем привет, меня зовут Фан Цзюньюй, я из города Жичжао, провинция Шаньдун, Китай.
sk: Ahojte všetci, volám sa Fang Junyu a pochádzam z mesta Rizhao, provincia Shandong, Čína.
sv: Hej alla, mitt namn är Fang Junyu och jag kommer från Rizhao City, Shandong-provinsen, Kina.
th: สวัสดีทุกคน ฉันชื่อ ฟาง จุนหยู และฉันมาจากเมืองรื่อจ้าว มณฑลซานตง ประเทศจีน
tr: Herkese merhaba, adım Fang Junyu, Çin'in Shandong Eyaletinin Rizhao Şehrindenim.
uk: Привіт усім, мене звуть Фан Цзюнюй, я з міста Жічжао, провінція Шаньдун, Китай.
vi: Xin chào mọi người, tôi tên là Phương Tuấn Vũ, đến từ thành phố Nhật Chiếu, tỉnh Sơn Đông, Trung Quốc.
zh_hans: 大家好，我是方君宇，来自中国山东省日照市。
zh_hk: 大家好，我是方君宇，來自中國山東省日照市。

source: Highest score
ar: أعلى درجة
ca: La puntuació més alta
cs: Nejvyšší skóre
da: Højeste score
de: Höchste Punktzahl
el: Υψηλότερη βαθμολογία
es: Puntuación más alta
fi: Korkein pistemäärä
fr: Score le plus élevé
he: הציון הגבוה ביותר
hi: उच्चतम स्कोर
hr: Najviši rezultat
hu: Legmagasabb pontszám
id: Skor tertinggi
it: Punteggio più alto
ja: 最高得点
ko: 최고 점수
ms: Skor tertinggi
nb: Høyeste poengsum
nl: Hoogste score
pl: Najwyższy wynik
pt_br: Maior pontuação
ro: Cel mai mare scor
ru: Наивысший балл
sk: Najvyššie skóre
sv: Högsta poäng
th: คะแนนสูงสุด
tr: En yüksek puan
uk: Найвищий бал
vi: Điểm cao nhất
zh_hans: 最高得分
zh_hk: 最高得分

source: If you are satisfied with our game, we hope you can sponsor us through in-app purchases to help us develop more and better games.
ar: إذا كنت راضيًا عن لعبتنا، نأمل أن تتمكن من دعمنا من خلال عمليات الشراء داخل التطبيق لمساعدتنا في تطوير المزيد من الألعاب الأفضل.
ca: Si estàs satisfet amb el nostre joc, esperem que ens puguis patrocinar mitjançant compres des de l'aplicació per ajudar-nos a desenvolupar més i millors jocs.
cs: Pokud jste s naší hrou spokojeni, doufáme, že nás můžete sponzorovat prostřednictvím nákupů v aplikaci, abyste nám pomohli vyvinout více a lepších her.
da: Hvis du er tilfreds med vores spil, håber vi, at du kan sponsorere os gennem køb i appen for at hjælpe os med at udvikle flere og bedre spil.
de: Wenn Sie mit unserem Spiel zufrieden sind, hoffen wir, dass Sie uns durch In-App-Käufe sponsern können, um uns bei der Entwicklung weiterer und besserer Spiele zu helfen.
el: Εάν είστε ικανοποιημένοι με το παιχνίδι μας, ελπίζουμε να μπορείτε να μας χορηγείτε μέσω αγορών εντός εφαρμογής για να μας βοηθήσετε να αναπτύξουμε περισσότερα και καλύτερα παιχνίδια.
es: Si está satisfecho con nuestro juego, esperamos que pueda patrocinarnos a través de compras dentro de la aplicación para ayudarnos a desarrollar más y mejores juegos.
fi: Jos olet tyytyväinen peliimme, toivomme, että voit sponsoroida meitä sovelluksen sisäisillä ostoilla auttaaksemme meitä kehittämään enemmän ja parempia pelejä.
fr: Si vous êtes satisfait de notre jeu, nous espérons que vous pourrez nous sponsoriser via des achats intégrés pour nous aider à développer des jeux plus nombreux et meilleurs.
he: אם אתה מרוצה מהמשחק שלנו, אנו מקווים שתוכל לתת לנו חסות באמצעות רכישות בתוך האפליקציה כדי לעזור לנו לפתח משחקים נוספים וטובים יותר.
hi: यदि आप हमारे गेम से संतुष्ट हैं, तो हम आशा करते हैं कि आप इन-ऐप खरीदारी के माध्यम से हमें प्रायोजित कर सकते हैं, जिससे हमें और अधिक तथा बेहतर गेम विकसित करने में मदद मिलेगी।
hr: Ako ste zadovoljni našom igrom, nadamo se da nas možete sponzorirati putem kupnje putem aplikacije kako biste nam pomogli da razvijemo više i boljih igara.
hu: Ha elégedett a játékunkkal, reméljük, hogy alkalmazáson belüli vásárlásokkal szponzorálhat minket, hogy több és jobb játékot fejleszthessünk.
id: Jika Anda puas dengan permainan kami, kami harap Anda dapat mensponsori kami melalui pembelian dalam aplikasi untuk membantu kami mengembangkan permainan yang lebih banyak dan lebih baik.
it: Se sei soddisfatto del nostro gioco, speriamo che tu possa sponsorizzarci tramite acquisti in-app per aiutarci a sviluppare giochi migliori e più numerosi.
ja: 当社のゲームにご満足いただけましたら、アプリ内購入を通じてスポンサーとしてご支援いただき、より多くの、より良いゲームの開発にご協力いただければ幸いです。
ko: 만약 여러분이 우리의 게임에 만족하신다면, 앱 내 구매를 통해 우리를 후원하여 더 나은 게임을 더 많이 개발할 수 있도록 도와주시기 바랍니다.
ms: Jika anda berpuas hati dengan permainan kami, kami harap anda boleh menaja kami melalui pembelian dalam apl untuk membantu kami membangunkan lebih banyak permainan dan lebih baik.
nb: Hvis du er fornøyd med spillet vårt, håper vi at du kan sponse oss gjennom kjøp i appen for å hjelpe oss med å utvikle flere og bedre spill.
nl: Als je tevreden bent met ons spel, hopen we dat je ons wilt sponsoren via in-app-aankopen. Zo help je ons meer en betere spellen te ontwikkelen.
pl: Jeśli jesteś zadowolony z naszej gry, mamy nadzieję, że możesz nas sponsorować poprzez zakupy w aplikacji, co pomoże nam tworzyć więcej lepszych gier.
pt_br: Se você gostou do nosso jogo, considere apoiar-nos com uma compra no aplicativo. Isso nos ajudará a desenvolver jogos ainda melhores no futuro.
ro: Dacă sunteți mulțumit de jocul nostru, sperăm că ne puteți sponsoriza prin achiziții în aplicație pentru a ne ajuta să dezvoltăm jocuri mai multe și mai bune.
ru: Если вы удовлетворены нашей игрой, мы надеемся, что вы сможете спонсировать нас посредством покупок внутри приложения, чтобы помочь нам разрабатывать больше и лучше игр.
sk: Ak ste s našou hrou spokojní, dúfame, že nás môžete sponzorovať prostredníctvom nákupov v aplikácii, aby ste nám pomohli vyvinúť viac a lepších hier.
sv: Om du är nöjd med vårt spel hoppas vi att du kan sponsra oss genom köp i appen för att hjälpa oss att utveckla fler och bättre spel.
th: หากคุณพอใจกับเกมของเรา เราหวังว่าคุณจะสนับสนุนเราผ่านการซื้อในแอปเพื่อช่วยเราพัฒนาเกมให้ดียิ่งขึ้นและดีขึ้น
tr: Oyunumuzdan memnunsanız, daha fazla ve daha iyi oyunlar geliştirmemize yardımcı olmak için uygulama içi satın alımlarla bize sponsor olabileceğinizi umuyoruz.
uk: Якщо ви задоволені нашою грою, ми сподіваємося, що ви зможете стати нашим спонсором через покупки в програмі, щоб допомогти нам розробляти більше та кращих ігор.
vi: Nếu bạn hài lòng với trò chơi của chúng tôi, chúng tôi hy vọng bạn có thể tài trợ cho chúng tôi thông qua tính năng mua hàng trong ứng dụng để giúp chúng tôi phát triển nhiều trò chơi hay hơn.
zh_hans: 如果您对我们的游戏满意，希望您通过内购的形式赞助我们，以帮助我们开发更多更好的游戏。
zh_hk: 如果您對我們的遊戲滿意，希望您透過內購的形式贊助我們，以幫助我們開發更多更好的遊戲。

source: In order to further demonstrate our protection of user privacy, we decided to host the game code as an open source project on GitHub.
ar: ولإظهار التزامنا بشكل أكبر بخصوصية المستخدم، قررنا استضافة كود اللعبة كمشروع مفتوح المصدر على GitHub.
ca: Per demostrar encara més el nostre compromís amb la privadesa dels usuaris, hem decidit allotjar el codi del joc com a projecte de codi obert a GitHub.
cs: Abychom dále demonstrovali náš závazek k ochraně soukromí uživatelů, rozhodli jsme se hostovat herní kód jako open source projekt na GitHubu.
da: For yderligere at demonstrere vores engagement i brugernes privatliv, har vi besluttet at hoste spilkoden som et open source-projekt på GitHub.
de: Um unser Engagement für die Privatsphäre unserer Benutzer weiter zu demonstrieren, haben wir beschlossen, den Spielcode als Open-Source-Projekt auf GitHub zu hosten.
el: Για να δείξουμε περαιτέρω τη δέσμευσή μας στο απόρρητο των χρηστών, αποφασίσαμε να φιλοξενήσουμε τον κώδικα του παιχνιδιού ως έργο ανοιχτού κώδικα στο GitHub.
es: Para demostrar aún más nuestro compromiso con la privacidad del usuario, hemos decidido alojar el código del juego como un proyecto de código abierto en GitHub.
fi: Osoittaaksemme entisestään sitoutumistamme käyttäjien yksityisyyteen olemme päättäneet isännöidä pelikoodin avoimen lähdekoodin projektina GitHubissa.
fr: Pour démontrer davantage notre engagement envers la confidentialité des utilisateurs, nous avons décidé d'héberger le code du jeu en tant que projet open source sur GitHub.
he: כדי להדגים עוד יותר את המחויבות שלנו לפרטיות המשתמש, החלטנו לארח את קוד המשחק כפרויקט קוד פתוח ב-GitHub.
hi: उपयोगकर्ता की गोपनीयता के प्रति अपनी प्रतिबद्धता को और अधिक प्रदर्शित करने के लिए, हमने गेम कोड को GitHub पर एक ओपन सोर्स प्रोजेक्ट के रूप में होस्ट करने का निर्णय लिया है।
hr: Kako bismo dodatno pokazali našu posvećenost privatnosti korisnika, odlučili smo ugostiti kod igre kao projekt otvorenog koda na GitHubu.
hu: A felhasználói adatvédelem iránti elkötelezettségünk további bizonyítása érdekében úgy döntöttünk, hogy a játék kódját nyílt forráskódú projektként üzemeltetjük a GitHubon.
id: Untuk lebih menunjukkan komitmen kami terhadap privasi pengguna, kami telah memutuskan untuk meng-host kode permainan sebagai proyek sumber terbuka di GitHub.
it: Per dimostrare ulteriormente il nostro impegno nei confronti della privacy degli utenti, abbiamo deciso di ospitare il codice del gioco come progetto open source su GitHub.
ja: ユーザーのプライバシーに対する当社の取り組みをさらに示すために、ゲーム コードを GitHub 上のオープン ソース プロジェクトとしてホストすることにしました。
ko: 사용자 개인정보 보호에 대한 당사의 노력을 더욱 입증하고자, 우리는 게임 코드를 GitHub에 오픈 소스 프로젝트로 호스팅하기로 결정했습니다.
ms: Untuk terus menunjukkan komitmen kami terhadap privasi pengguna, kami telah memutuskan untuk menjadi hos kod permainan sebagai projek sumber terbuka di GitHub.
nb: For ytterligere å demonstrere vår forpliktelse til brukernes personvern, har vi bestemt oss for å være vert for spillkoden som et åpen kildekode-prosjekt på GitHub.
nl: Om onze toewijding aan de privacy van gebruikers verder te onderstrepen, hebben we besloten de gamecode als een open sourceproject op GitHub te hosten.
pl: Aby dodatkowo zademonstrować nasze zaangażowanie w ochronę prywatności użytkowników, postanowiliśmy udostępnić kod gry jako projekt typu open source w serwisie GitHub.
pt_br: Para reforçar nosso compromisso com a privacidade dos usuários, decidimos disponibilizar o código do jogo como um projeto de código aberto no GitHub.
ro: Pentru a demonstra în continuare angajamentul nostru față de confidențialitatea utilizatorilor, am decis să găzduim codul jocului ca proiect open source pe GitHub.
ru: Чтобы еще раз продемонстрировать нашу приверженность конфиденциальности пользователей, мы решили разместить код игры как проект с открытым исходным кодом на GitHub.
sk: Aby sme ďalej demonštrovali náš záväzok voči súkromiu používateľov, rozhodli sme sa umiestniť herný kód ako open source projekt na GitHub.
sv: För att ytterligare visa vårt engagemang för användarnas integritet har vi beslutat att vara värd för spelkoden som ett projekt med öppen källkod på GitHub.
th: เพื่อแสดงให้เห็นถึงความมุ่งมั่นของเราในการรักษาความเป็นส่วนตัวของผู้ใช้ เราจึงตัดสินใจที่จะโฮสต์โค้ดเกมเป็นโครงการโอเพ่นซอร์สบน GitHub
tr: Kullanıcı gizliliğine olan bağlılığımızı daha da göstermek için oyun kodunu GitHub'da açık kaynaklı bir proje olarak barındırmaya karar verdik.
uk: Щоб ще більше продемонструвати нашу відданість конфіденційності користувачів, ми вирішили розмістити код гри як проект з відкритим кодом на GitHub.
vi: Để chứng minh thêm cam kết của chúng tôi đối với quyền riêng tư của người dùng, chúng tôi đã quyết định lưu trữ mã trò chơi dưới dạng dự án nguồn mở trên GitHub.
zh_hans: 为了进一步显示我们对于用户隐私的保护，我们决定将游戏代码作为开源项目托管在GitHub上。
zh_hk: 為了進一步顯示我們對用戶隱私的保護，我們決定將遊戲程式碼作為開源專案託管在GitHub上。

source: Let the code be exposed to the sun
ar: دع الكود يلمع في الشمس
ca: Deixa que el codi brilli al sol
cs: Nechte kód zářit na slunci
da: Lad koden skinne i solen
de: Lass den Code in der Sonne leuchten
el: Αφήστε τον κώδικα να λάμψει στον ήλιο
es: Deja que el código brille bajo el sol
fi: Anna koodin loistaa auringossa
fr: Laissez le code briller au soleil
he: תן לקוד לזרוח בשמש
hi: कोड को धूप में चमकने दें
hr: Neka šifra sija na suncu
hu: Ragyogjon a kód a napon
id: Biarkan kode bersinar di bawah sinar matahari
it: Lascia che il codice brilli al sole
ja: コードを太陽の下で輝かせよう
ko: 코드를 햇빛 아래에서 빛나게 하세요
ms: Biarkan kod itu bersinar di bawah sinar matahari
nb: La koden skinne i solen
nl: Laat de code in de zon schijnen
pl: Niech kod zabłyśnie w słońcu
pt_br: Deixe o código à luz do dia.
ro: Lasă codul să strălucească în soare
ru: Пусть код сияет на солнце
sk: Nechajte kód svietiť na slnku
sv: Låt koden lysa i solen
th: ปล่อยให้โค้ดเปล่งประกายภายใต้แสงแดด
tr: Kodun güneşte parlamasına izin verin
uk: Хай код сяє на сонці
vi: Hãy để mã tỏa sáng dưới ánh mặt trời
zh_hans: 让代码展现在阳光下
zh_hk: 讓程式碼展現在陽光下

source: Manage game data
ar: إدارة بيانات اللعبة
ca: Gestió de les dades del joc
cs: Správa herních dat
da: Håndtering af spildata
de: Verwalten von Spieldaten
el: Διαχείριση δεδομένων παιχνιδιού
es: Gestión de datos del juego
fi: Pelitietojen hallinta
fr: Gestion des données de jeu
he: ניהול נתוני משחק
hi: गेम डेटा का प्रबंधन
hr: Upravljanje podacima igre
hu: Játékadatok kezelése
id: Mengelola Data Game
it: Gestione dei dati di gioco
ja: ゲームデータの管理
ko: 게임 데이터 관리
ms: Mengurus Data Permainan
nb: Administrere spilldata
nl: Gamegegevens beheren
pl: Zarządzanie danymi gry
pt_br: Gerenciar dados do jogo
ro: Gestionarea datelor de joc
ru: Управление игровыми данными
sk: Správa herných údajov
sv: Hantera speldata
th: การจัดการข้อมูลเกม
tr: Oyun Verilerini Yönetme
uk: Керування даними гри
vi: Quản lý dữ liệu trò chơi
zh_hans: 管理游戏数据
zh_hk: 管理遊戲數據

source: New game
ar: ألعاب جديدة
ca: Jocs nous
cs: Nové hry
da: Nye spil
de: Neue Spiele
el: Νέα παιχνίδια
es: Nuevos juegos
fi: Uusia pelejä
fr: Nouveaux jeux
he: משחקים חדשים
hi: नये खेल
hr: Nove igre
hu: Új játékok
id: Game Baru
it: Nuovi giochi
ja: 新しいゲーム
ko: 새로운 게임
ms: Permainan Baru
nb: Nye spill
nl: Nieuwe spellen
pl: Nowe gry
pt_br: Novo jogo
ro: Jocuri noi
ru: Новые игры
sk: Nové hry
sv: Nya spel
th: เกมใหม่
tr: Yeni Oyunlar
uk: Нові ігри
vi: Trò chơi mới
zh_hans: 新游戏
zh_hk: 新遊戲

source: No pop-up ads
ar: لا إعلانات منبثقة
ca: No hi ha anuncis emergents
cs: Žádné vyskakovací reklamy
da: Ingen pop-up annoncer
de: Keine Popup-Werbung
el: Χωρίς αναδυόμενες διαφημίσεις
es: Sin anuncios emergentes
fi: Ei ponnahdusikkunoita
fr: Pas de publicités pop-up
he: אין מודעות קופצות
hi: कोई पॉप-अप विज्ञापन नहीं
hr: Nema skočnih oglasa
hu: Nincsenek pop-up hirdetések
id: Tidak ada iklan pop-up
it: Nessuna pubblicità pop-up
ja: ポップアップ広告なし
ko: 팝업 광고 없음
ms: Tiada iklan pop timbul
nb: Ingen popup-annonser
nl: Geen pop-upadvertenties
pl: Brak wyskakujących reklam
pt_br: Sem anúncios pop-up
ro: Fără reclame pop-up
ru: Никаких всплывающих окон с рекламой.
sk: Žiadne kontextové reklamy
sv: Inga popup-annonser
th: ไม่มีโฆษณาแบบป๊อปอัป
tr: Pop-up reklam yok
uk: Немає спливаючої реклами
vi: Không có quảng cáo bật lên
zh_hans: 无广告弹窗
zh_hk: 無廣告彈窗

source: Non-consumable items
ar: المواد غير القابلة للاستهلاك
ca: Articles no consumibles
cs: Nespotřebovatelné položky
da: Ikke-forbrugsvarer
de: Nicht verbrauchbare Artikel
el: Μη αναλώσιμα είδη
es: Artículos no consumibles
fi: Kulumattomat tavarat
fr: Articles non consommables
he: פריטים שאינם מתכלים
hi: गैर-उपभोज्य वस्तुएँ
hr: Nepotrošni artikli
hu: Nem fogyóeszközök
id: Barang yang tidak dapat dikonsumsi
it: Articoli non consumabili
ja: 非消耗品
ko: 비소모품
ms: Barangan yang tidak boleh digunakan
nb: Ikke-forbruksvarer
nl: Niet-verbruiksartikelen
pl: Przedmioty nie podlegające zużyciu
pt_br: Item não consumível
ro: Articole neconsumabile
ru: Нерасходуемые предметы
sk: Nespotrebné položky
sv: Icke förbrukningsartiklar
th: สินค้าที่ไม่สามารถบริโภคได้
tr: Tüketilebilir olmayan ürünler
uk: Неспоживні предмети
vi: Các mặt hàng không tiêu thụ
zh_hans: 非消耗型项目
zh_hk: 非消耗型項目

source: Open source
ar: مفتوح المصدر
ca: codi obert
el: Ανοιχτού κώδικα
es: Código abierto
fi: Avoin lähdekoodi
he: קוד פתוח
hi: खुला स्त्रोत
hu: Nyílt forráskód
id: Sumber Terbuka
it: Sorgente aperta
ja: オープンソース
ko: 오픈소스
ms: Sumber Terbuka
nb: Åpen kildekode
nl: Open bron
pl: Otwarte źródło
pt_br: Código aberto
ru: Открытый исходный код
sv: Öppen källkod
th: โอเพ่นซอร์ส
tr: Açık Kaynak
uk: Відкритий код
vi: Nguồn mở
zh_hans: 开源
zh_hk: 開源

source: Permanent
ar: دائم
cs: trvalý
de: dauerhaft
el: μόνιμος
es: permanente
fi: pysyvä
he: קָבוּעַ
hi: स्थायी
hr: trajnog
hu: állandó
id: permanen
it: permanente
ja: 永続
ko: 영구적인
ms: kekal
nb: fast
pl: stały
pt_br: Permanente
ru: постоянный
sk: trvalé
th: ถาวร
tr: kalıcı
uk: постійний
vi: Vĩnh viễn
zh_hans: 永久
zh_hk: 永久

source: Play again
ar: العب مرة أخرى
ca: Juga de nou
cs: Hrát znovu
da: Spil igen
de: Erneut spielen
el: Ξαναπαίζω
es: Jugar de nuevo
fi: Pelaa uudelleen
fr: Rejouer
he: שחק שוב
hi: फिर से चालू करें
hr: Igraj ponovno
hu: Játssz újra
id: Mainkan Lagi
it: Gioca di nuovo
ja: もう一度プレイ
ko: 다시 플레이
ms: Main Lagi
nb: Spill igjen
nl: Speel opnieuw
pl: Zagraj ponownie
pt_br: Jogar novamente
ro: Joacă din nou
ru: Играть снова
sk: Hrať znova
sv: Spela igen
th: เล่นอีกครั้ง
tr: Tekrar Oyna
uk: Грати знову
vi: Chơi lại
zh_hans: 再玩一次
zh_hk: 再玩一次
